Repository: 84000/data-translation-memory
Catalog: toh44-31_84000-the-ten-bhumis.tmx
Source language: bo
Languages: en

source: །སེམས་ཅན་ཕན་པར་བརྩོན་པའི་བྱ་བས་ངོམས་མི་ཤེས།
en: They are never satisfied in all their activities, which they engage in for the benefit of beings.

source: །འགྲོ་བ་སྨིན་བྱའི་དོན་དུ་མཁས་པས་བཟོ་ཡི་གནས།
en: “In order to ripen beings, they master skills:

source: །ཡི་གེ་ལག་བརྡ་གྲངས་དང་རྩིས་དང་གསོ་བའི་ཐབས།
en: Writing, hand calculations, arithmetic, the science of minerals and medicine,

source: །འབྱུང་པོའི་གདོན་དང་ལས་རྣམས་སྣ་ཚོགས་བསྩལ་བའི་ཕྱིར།
en: Repelling poison, disease, and possession by spirits;

source: །སྙིང་བརྩེ་བྱམས་པའི་བློ་གསལ་གཙུག་ལག་ཀུན་ལ་གཞོལ།
en: With love and compassion they establish brilliant treatises.

source: །རང་བཟོ་མཆོག་དང་གར་སྡུག་སྣ་ཚོགས་དགའ་བྱེད་དང་། །ཆུ་ཀླུང་ར་བ་ཤིང་ཏོག་མེ་ཏོག་འདུག་གནས་དང་། །བྱ་བ་སྣ་ཚོགས་སྒྲུབ་བྱེད་སེམས་ཅན་བདེ་དོན་དུ།
en: “They are learned in excellent poetry and dance, in various entertainments. They establish rivers, parks, fruit, flowers, and places to assemble. They accomplish various activities for the sake of bringing happiness to beings.

source: །རིན་ཆེན་འབྱུང་གནས་དུ་མ་འང་ཉེ་བར་སྟོན་པ་བྱེད།
en: They reveal various kinds of sources of precious materials.

source: །ས་གཡོ་ཉི་ཟླ་གཟའ་སྐར་ཀུན་ཀྱང་དེ་བཞིན་དུ།
en: “They examine earthquakes, the sun, the moon, the planets, the stars,

source: །སེམས་ཅན་ཡན་ལག་མཚན་མའི་དཔྱད་དང་རྒྱལ་སྲིད་གནས།
en: The limbs of beings, and the location of kingdoms,

source: །གཟུགས་མེད་བསམ་གཏན་མངོན་ཤེས་མཆོག་དང་ཚད་མེད་པ།
en: The formless states, the dhyānas, the clairvoyances, and the immeasurables.

source: །འགྲོ་ལ་བདེ་དང་ཕན་པའི་དོན་འདོད་མངོན་པར་བསྒྲུབ།
en: They accomplish these wishing to benefit the world and bring happiness to beings.

source: །ཤིན་ཏུ་རྒྱལ་དཀའ་འདི་ཐོབ་ཤེས་རབ་མཆོག་སྤྱོད་པ།
en: “On reaching this Difficult to Conquer bhūmi, they practice the highest wisdom.

source: །སངས་རྒྱས་བྱེ་བ་མཆོད་བྱེད་ཆོས་རྣམས་ཉན་པ་བྱེད།
en: They make offerings to millions of buddhas and listen to their Dharma.

source: །དེ་དག་དགེ་དང་བསམ་པ་ཕྱིར་ཞིང་དག་པར་འགྱུར།
en: Their motivation and goodness become even purer,

source: །གསེར་སྦྲམ་ཇི་ལྟར་མུ་སར་གལ་བས་བཏབ་པ་བཞིན།
en: Like gold that has been rubbed with white coral.

source: །ཇི་ལྟར་བར་སྣང་གཟའི་རིན་ཆེན་གཞལ་མེད་ཁང་།
en: “Just as the shining precious palaces of the planets in the sky

source: །རླུང་ལ་རྒྱུ་སྟེ་འོན་ཀྱང་རླུང་གིས་འཕྲོགས་པ་མིན།
en: Move through the air but are not sullied by it,

source: །དེ་ལྟར་འགྲོ་བའི་དོན་སྤྱོད་འཇིག་རྟེན་ཆོས་སྤྱོད་ཀྱང་།
en: They practice the Dharma in this world for the benefit of beings,

source: །ཇི་ལྟར་པད་མོ་ཆུས་མི་ཆགས་བཞིན་འཕྲོགས་པ་མིན།
en: But they are not sullied by it, just as water does not cling to lotuses.

source: འདི་ལ་གནས་པ་དགའ་ལྡན་དབང་པོ་མཁས་པར་འགྱུར།
en: “Those who are on this bhūmi become the lord of Tuṣita;

source: །མུ་སྟེགས་སྤྱོད་དང་ལྟ་བ་མང་པོའི་གནས་ཀྱང་སེལ།
en: They dispel the practice of the tīrthikas and an array of views.

source: །སྟོབས་རྣམས་བཅུ་པོས་སེམས་ཅན་བསྐྱབ་པར་བྱའོ་ཞེས།
en: They become saviors of beings through the ten strengths.

source: །དགེ་བ་དེ་དག་རྒྱལ་བའི་ཡེ་ཤེས་དོན་དུ་རྩོམ།
en: The good actions they perform are for the sake of the wisdom of the jinas.

source: འདི་ནས་གོང་དུ་བརྩོན་འགྲུས་རྩོམ་བྱེད་མཐུ་ཐོབ་པ།
en: “They apply themselves with higher diligence without slacking

source: །ཁྲག་ཁྲིག་བྱེ་བ་སྟོང་གི་བདེ་གཤེགས་མཆོད་པ་བྱེད།
en: And make offerings to ten billion sugatas.

source: །ཏིང་འཛིན་ཐོབ་ནས་ཁྲག་ཁྲིག་ཞིང་ཡང་མཁས་པས་སྐྱོད།
en: The wise ones attain samādhi and cause ten million worlds to shake.

source: །ཡན་ཅད་སྨོན་ལམ་ཁྱད་པར་ཡོན་ཏན་འབྱུང་གནས་སོ།
en: With particular prayers, they experience the production of qualities.

source: །དེ་ལྟར་ས་མཆོག་ལྔ་པ་འདི།
en: “The supreme jinaputras, The guardians of beings, have taught

source: །ཐབས་ཀྱི་རྣམ་པ་ཁྲག་ཁྲིག་གིས། །སེམས་ཅན་གཙོ་ལ་ཡང་དག་ཏུ།
en: Through ten million kinds of methods

source: །ཤིན་ཏུ་རྒྱལ་བར་དཀའ་བ་ཞེས་བྱ་བ་སྟེ།
en: “That which is named Difficult to Conquer

source: །བྱང་ཆུབ་སེམས་དཔའི་ས་ལྔ་པའོ།
en: Is the fifth bodhisattva bhūmi.”

source: །མཁས་པ་རྣམས་ཀྱི་ས་མཆོག་སྤྱོད་པ་རབ་ཐོབ་ནས།
en: Having heard this perfect conduct of the wise,

source: །རྒྱལ་སྲས་དགའ་ཞིང་མཁའ་ལས་མེ་ཏོག་ཆར་འབེབས་སོ།
en: The jinaputras who were in the sky sent down a rain of flowers

source: །ནོར་བུ་རིན་ཆེན་རྣམ་དག་འོད་གསལ་རྒྱ་ཆེན་འབྱུང་བ་དག །བདེ་བར་གཤེགས་ལ་མངོན་འཐོར་དགེ་ཞེས་རྣམ་པར་བརྗོད།
en: And sprinkled pure, radiant, sublime, precious jewels Upon the Sugata and declared, “Well done!”

source: ལྷ་རྣམས་བརྒྱ་ཕྲག་སྟོང་གྲངས་དགའ་ཞིང་བར་སྣང་ལས།
en: A hundred thousand delighted deities who were in the sky

source: །ལྷ་རྫས་ཡིད་འོང་རིན་ཆེན་སྣ་ཚོགས་ཕྱེ་མའི་རྣམས།
en: Sprinkled a variety of beautiful divine precious powders,

source: །བདེ་བར་གཤེགས་ལ་མངོན་འཐོར་བྱུག་པ་ཕྲེང་བ་སྤོས།
en: Perfumed garlands, parasols, banners, pennants,

source: །གདུགས་དང་རྒྱལ་མཚན་བ་དན་སེ་མོ་དོ་ཡང་འབུལ།
en: And sixty-four-string necklaces upon the Sugata.

source: ལྷའི་དབང་པོ་དབང་བསྒྱུར་ལྷ་ཚོགས་མང་པོ་དང་། །སྟེང་གི་མཁའ་ལ་འཁོད་ཅིང་རིན་ཆེན་སྤྲིན་ཡངས་པ།
en: Vaśavartin, who is the lord of the deities, and a host of all the devas Residing in the sky above

source: །རྒྱལ་བ་མཆོད་པའི་དོན་དུ་བདེ་བར་གཤེགས་ལ་འཐོར།
en: Scattered clouds of jewels as an offering to the Jina,

source: །དགའ་བའི་སེམས་ཀྱིས་རྒྱལ་སྲས་ལེགས་ཞེས་རྣམ་པར་བརྗོད།
en: And with delight they said, “Well done, jinaputras!”

source: །བར་སྣང་གནས་ནས་ལྷ་ཡི་བུ་མོ་སྟོང་གིས་ཀྱང་།
en: A thousand goddesses who were residing in the sky,

source: །གླུ་དབྱངས་ཡིད་འོང་རོལ་མོའི་སྒྲ་དབྱངས་སྙན་པ་ཕྱུང་།
en: With the sound of beautiful songs, with songs and music combined,

source: །སྒྲ་རྣམས་ཀུན་གྱི་དབྱངས་ལས་འདི་སྐད་ཚིག་ཀྱང་བྱུང་།
en: With the sound of all melodies, sang these words:

source: །རྒྱལ་བའི་གསུང་ནི་ཡིད་འོང་ཉོན་མོངས་གདུང་བ་སེལ།
en: “The Jina’s beautiful speech eliminates the torment of the kleśas.

source: །ཆོས་རྣམས་ཐམས་ཅད་སྟོང་ཞིང་དངོས་ཞི་མཚན་མ་མེད།
en: “All phenomena are free of concepts, are empty, and have the nature of peace.

source: །ནམ་མཁའི་དབྱིངས་དང་མཚུངས་མཉམ་རྣམ་དག་རྣམ་མི་རྟོག །འགྲོ་དང་གནས་ལས་རྣམ་འདས་མ་ལུས་སྤྲོས་པ་མེད།
en: They are the same as space, pure and without thought.

source: །དེ་བཞིན་ཉིད་དུ་ཆོས་རྣམས་ཡང་དག་མཉམ་མི་རྟོག །ཆོས་རྣམས་ཀུན་ལ་སྣང་བ་ཁོང་དུ་སུས་ཆུད་པ།
en: They transcend going or staying and are free of every conceptual elaboration. They are truly equal in their true nature; the nature of phenomena is beyond thought. “Those who have understood all phenomena

source: །དེ་ལ་དངོས་དང་དངོས་མེད་གཡོ་བ་གང་ཡང་མེད།
en: Are completely unaffected by existence and nonexistence.

source: །སྙིང་རྗེ་བརྩེ་བས་འགྲོ་བ་དགྲོལ་ཕྱིར་བརྩོན་པ་ནི།
en: With love and compassion, for the sake of liberation, they act in this world.

source: །དེ་དང་དེ་དག་རྒྱལ་སྲས་ཆོས་ཀྱི་སྐུ་སྐྱེས་པའོ།
en: These jinaputras, these bodhisattvas, are born from the Dharma.

source: །མཚན་མ་ཐམས་ཅད་སྤངས་ཤིང་སྦྱིན་པའི་སྤྱད་པ་སྤྱོད།
en: “They practice generosity, disregarding all concepts.

source: །ཚུལ་ཁྲིམས་ཤིན་ཏུ་སེམས་དམ་སྔོན་ནས་ཞི་ཞིང་དུ་ལ།
en: Their minds firm in correct conduct, peaceful to begin with, they are at peace.

source: །འགྲོ་བའི་དོན་དུ་ཆོས་ཀྱི་ཡེ་ཤེས་མཉམས་བཟོད།
en: They have patience in the world, and their Dharma wisdom is indestructible.

source: །བརྩོན་འགྲུས་སྟོབས་དང་ལྡན་ཞིང་ཆོས་རྣམས་ཀུན་གྱིས་དབེན།
en: They have diligence and strength and are detached from all phenomena.

source: །ཉོན་མོངས་བསྩལ་ཞིང་རྣམ་དག་བསམ་གཏན་ཚུལ་ལ་ཞུགས།
en: “Having entered dhyāna and being purified, their kleśas faded away.

source: །དངོས་པོ་ཐམས་ཅད་སྔ་ནས་ཞི་ཞིང་རྣམ་པར་ཕྱེ།
en: They know all things and are first of all focused upon emptiness.

source: །ཡེ་ཤེས་སྤྱོད་དང་སྟོབས་ཕྱུག་རྟག་ཏུ་འགྲོ་དོན་བརྩོན།
en: They have the power of wisdom’s activity and are constantly engaged in benefiting beings.

source: །རྒྱལ་སྲས་དེ་དག་སྡིག་ཞི་ཆེ་བ་ཉིད་དང་ལྡན།
en: They are jinaputras, great beings, in whom all evil has ceased.”

source: །དེ་སྐད་སྒྲ་དབྱངས་སྙན་པ་སྟོང་གྲངས་བརྗོད་བྱས་ནས།
en: In that way they sang Thousands of beautiful songs,

source: །ལྷའི་བུ་མོ་མི་སྨྲ་དད་པར་ཐུབ་ལ་ལྟ།
en: And then the goddesses were silent,

source: །རྡོ་རྗེའི་སྙིང་པོ་འཇིགས་མེད་ལ།
en: Gazing upon the Muni with faith.

source: ཐར་པའི་ཟླ་བས་ཡང་སྨྲས་པ།
en: Then Vimukti­candra said

source: །ས་མཆོག་ལྔ་ཡི་གོང་མ་དེ།
en: To eloquent Vajra­garbha,

source: །རྣམ་པ་ཅི་འདྲས་འགྲུབ་པར་འགྱུར།
en: “What kind of attainments are there Consequent to the fifth bhūmi?”

source: །བྱང་ཆུབ་སེམས་དཔའ་རྡོ་རྗེའི་སྙིང་པོས་སྨྲས་པ། །ཀྱེ་རྒྱལ་བའི་སྲས་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའི་ས་ལྔ་པ་ལ།
en: The bodhisattva Vajra­garbha said, “O jinaputras!

source: སའི་ལམ་ཡོངས་སུ་རྫོགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ས་དྲུག་པ་ལ་འཇུག་གོ །དེ་ཆོས་མཉམ་པ་ཉིད་བཅུས་འཇུག་སྟེ།
en: The bodhisattva who has completed the path of the fifth bodhisattva bhūmi enters the sixth bodhisattva bhūmi. He enters it through the ten kinds of sameness of phenomena.

source: བཅུ་གང་ཞེ་ན་འདི་ལྟ་སྟེ།
en: What are these ten? He enters the sixth bhūmi through these ten kinds of sameness: (1) the sameness of all phenomena in being without features; ( ) the sameness of all phenomena in being without characteristics; (3) the sameness of all phenomena in being without birth; (4) the sameness of all phenomena in being without production;

source: ཆོས་ཐམས་ཅད་མཚན་མ་མེད་པ་མཉམ་པ་ཉིད་དང་། ཆོས་ཐམས་ཅད་མཚན་ཉིད་མེད་པ་མཉམ་པ་ཉིད་དང་། ཆོས་ཐམས་ཅད་མི་སྐྱེ་བ་མཉམ་པ་ཉིད་དང་། ཆོས་ཐམས་ཅད་མ་བྱུང་བ་མཉམ་པ་ཉིད་དང་། ཆོས་ཐམས་ཅད་དབེན་པ་མཉམ་པ་ཉིད་དང་། ཆོས་ཐམས་ཅད་སྔ་ནས་རྣམ་པར་དག་པ་མཉམ་པ་ཉིད་དང་། ཆོས་ཐམས་ཅད་སྤྲོས་པ་མེད་པ་མཉམ་པ་ཉིད་དང་། ཆོས་ཐམས་ཅད་བླང་བ་མེད་པ་དང་། དོར་བ་མེད་པ་མཉམ་པ་ཉིད་དང་། ཆོས་ཐམས་ཅད་སྒྱུ་མ་དང་རྨི་ལམ་དང་མིག་ཡོར་དང་སྒྲ་བརྙན་དང་། ཆུའི་ཟླ་བ་དང་། གཟུགས་བརྙན་དང་། སྤྲུལ་པ་དང་མཚུངས་པ་མཉམ་པ་ཉིད་དང་། ཆོས་ཐམས་ཅད་དངོས་པོ་ཡོད་པ་དང་། དངོས་པོ་མེད་པ་དང་། གཉིས་ཀ་མ་ཡིན་པ་མཉམ་པ་ཉིད་དེ།
en: (5) the sameness of all phenomena in being isolated; (6) the sameness of all phenomena in being primordially pure; (7) the sameness of all phenomena in being without elaboration; (8) the sameness of all phenomena being without adoption and without rejection; (9) the sameness of all phenomena in being like illusions, dreams, hallucinations, echoes, the moon on water, reflections, and apparitions; and (10) the sameness of all phenomena in being without the duality of existence and nonexistence.

source: ཀྱེ་རྒྱལ་བའི་སྲས་དག །ཆོས་མཉམ་པ་ཉིད་བཅུ་པོ་འདི་དག་གིས་བྱང་ཆུབ་སེམས་དཔའ་ས་དྲུག་པ་ལ་འཇུག་གོ །དེ་ཆོས་ཐམས་ཅད་ལ་རང་བཞིན་དེ་འདྲ་བར་རབ་ཏུ་རྟོག་ཅིང་དཔྱོད་པ་དང་། འཐུན་པར་སེམས་ཤིང་མི་འཐུན་པར་མི་བྱེད་པས་བྱང་ཆུབ་སེམས་དཔའི་ས་དྲུག་པ་འཐུན་པའི་བཟོད་པ་རྣོན་པོས་འཐོབ་སྟེ། འོན་ཀྱང་ད་དུང་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་མངོན་དུ་གྱུར་པ་ནི་ཐོབ་པ་མ་ཡིན་ནོ། །དེ་ཆོས་ཐམས་ཅད་ལ་རང་བཞིན་དེ་ལྟར་རྟོག་པའི་ཚེ།
en: “He examines that nature of all phenomena, clarifying it, being in concord with it, and not contradicting it. He attains the sixth bodhisattva bhūmi, Manifested, through this sharp concordant patience but has not yet attained entry into the true patience that comes from knowing phenomena to be unproduced.

source: དེ་བས་ཀྱང་སྙིང་རྗེ་ཆེན་པོ་སྔོན་དུ་འགྲོ་བ་དང་། སྙིང་རྗེ་ཆེན་པོ་ལ་དབང་སྒྱུར་བས་སྙིང་རྗེ་ཆེན་པོ་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་འཇིག་རྟེན་འབྱུང་བ་དང་། འཇིག་པ་ལ་རྣམ་པར་ལྟའོ།
en: “He observes that nature of phenomena, and with increased all-preceding compassion and mastery of compassion, he looks at the origination and destruction of the world in order to fully perfect compassion.

source: །དེ་འཇིག་རྟེན་འབྱུང་བ་དང་། འཇིག་པ་ལ་ལྟ་བའི་ཚེ་འདི་སྙམ་སྟེ། འཇིག་རྟེན་ཀུན་ཏུ་རྒྱུ་བའི་སྐྱེ་བ་ཇི་སྙེད་ཡོད་པ་དེ་དག་ཐམས་ཅད་བདག་ཏུ་མངོན་པར་ཞེན་པ་ལས་འབྱུང་སྟེ།
en: “When he looks at the origination of the world, he thinks, ‘All the activities that arise in every world are produced by attachment to the self.

source: བདག་ཏུ་མངོན་པར་ཞེན་པ་དང་བྲལ་ན་འབྱུང་བ་ཡང་མེད་པར་འགྱུར་རོ།
en: If attachment to the self were to cease, there would be no arising of these activities in the world.’

source: །བྱིས་པའི་བློ་ཅན་བདག་ཏུ་མངོན་པར་ཞེན་པ་མི་ཤེས་པའི་རབ་རིབ་ཀྱིས་བསྒྲིབས་པ།
en: “He thinks, ‘These beings with childlike understanding have attachment to the self, are enclosed in the darkness of ignorance, and wish for existence and nonexistence;

source: ཡོད་པ་དང་། མེད་པ་ལ་མངོན་པར་མོས་པ།
en: their attention is devoted to the meaningless;

source: ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་ལ་གཞོལ་བ། ཡང་དག་པ་མ་ཡིན་པར་རབ་ཏུ་ཞུགས་པ། ལོག་པའི་རྗེས་སུ་འབྲང་བ་དེ་དག་ནི་བསོད་ནམས་དང་བསོད་ནམས་མ་ཡིན་པའི་འདུ་བྱེད་ཉེ་བར་སྩོགས་ཏེ། འདུ་བྱེད་དེ་དག་གིས་ཡོངས་སུ་བསྒོས་པའི་སེམས་ཀྱིས་བོན་ཟག་པ་དང་བཅས་པ། ཉེ་བར་ལེན་པ་དང་བཅས་པ་ནི་མ་འོངས་པའི་སྐྱེ་བ་དང་། རྒ་ཤི་དང་། ཡང་སྲིད་པ་མངོན་པར་འགྲུབ་པ་འབྱུང་བར་ཉེ་བར་སོང་བ་ཡིན་ཏེ།
en: they follow wrong paths, seek that which is false, and accumulate meritorious, nonmeritorious, and motionless formations. Tainted mental seeds, which are endowed with grasping, are planted by those formations, which result in the future generation of birth, old age, death, and rebirth.

source: ལས་ཀྱི་ཞིང་གི་གཞི་དང་། མ་རིག་པའི་མུན་པ་དང་སྲེད་པའི་སྣུམ་དང་། ངའི་ང་རྒྱལ་གྱིས་བརླན་པའི་ལྟ་བའི་རྣམ་པ་དང་འདྲ་བ་རབ་ཏུ་འཕེལ་བས་མིང་དང་གཟུགས་ཀྱི་མྱི་གུ་འབྱུང་སྟེ།
en: The basis of the field of karma, the darkness of ignorance, the oil of craving, the water of egotism, and the vast net of false views produce the sprouts of “name-and-form.” Once produced, they develop.

source: བྱུང་ནས་རྣམ་པར་འཕེལ་ལོ། །མིང་དང་གཟུགས་ཀྱི་མྱི་གུ་རྣམ་པར་འཕེལ་ནས་དབང་པོ་ལྔ་འབྱུང་བར་འགྱུར་རོ།
en: When name-and-form have developed there is the generation of the five senses.

source: །དབང་པོ་ལྔ་བྱུང་ནས་ཕན་ཚུན་འདུས་ཤིང་འཕྲད་པས་རེག་པར་འགྱུར་རོ།
en: The coming together of the five senses creates contact.

source: །རེག་པ་འདུས་པས་ཚོར་བ་འབྱུང་ངོ་།
en: The occurrence of contact generates sensation.

source: །ཚོར་ནས་དེའི་རྗེས་སུ་མངོན་པར་སྨོན་པས་སྲེད་པ་འབྱུང་ངོ་།
en: Sensation is followed by yearning.

source: །སྲེད་པ་ནི་ཉེ་བར་ལེན་པ་རྣམ་པར་འཕེལ་བར་བྱེད་དོ།
en: From yearning and craving comes the development of grasping.

source: །ཉེ་བར་ལེན་པ་རྣམ་པར་འཕེལ་བ་ལས་སྲིད་པ་འབྱུང་བར་འགྱུར་རོ།
en: When grasping has developed, becoming occurs.

source: །སྲིད་པ་བྱུང་ནས་ཕུང་པོ་ལྔ་པོ་འབྱུང་བར་འགྱུར་ཏེ།
en: When becoming has occurred, the five skandhas manifest.

source: ཕུང་པོ་ལྔ་བྱུང་ནས་ལམ་གྱི་རྒྱུད་ལྔར་རིམ་གྱིས་དེངས་པར་འགྱུར་རོ།
en: The manifested five skandhas eventually decay in the five existences.

source: །དེངས་ནས་འབྲལ་བར་འགྱུར་ཏེ་དེངས་ཤིང་བྲལ་བས།
en: Having decayed, they expire.

source: མི་དགའ་ཞིང་ཡོངས་སུ་གདུང་བར་འགྱུར་རོ།
en: Through their decay and expiration there is the torment of sorrow.

source: །མི་དགའ་བ་དང་ཡོངས་སུ་གདུང་བའི་རྒྱུས་མྱ་ངན་དང་སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་འབྱུང་བར་འགྱུར།
en: The torment of sorrow causes all misery, lamentation, suffering, unhappiness, and distress to arise, but no one makes them occur. They cease naturally and effortlessly;

source: ཡང་དེ་དག་ལས་སུ་འང་འབྱུང་བར་བྱེད་པ་མེད་དོ། །རང་བཞིན་དང་ལྷུན་གྱིས་གྲུབ་པར་འཇིག་པར་འགྱུར་ཡང་དེ་དག་ལ་འཇིག་པར་བྱེད་པ་སུ་འང་མེད་དོ་ཞེས་དེ་ལྟར།
en: there is no one who makes them cease.’

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལུགས་སུ་མཐུན་པར་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ལ་རབ་ཏུ་རྟོག་གོ །དེ་འདི་སྙམ་དུ་སེམས་ཏེ་བདེན་པར་མངོན་པར་མི་ཤེས་པ་ནི་ཡང་དག་པར་མ་རིག་པ་སྟེ།
en: “The bodhisattva mahāsattva examines in that way the natural succession of dependent origination. “He thinks in this way: ‘Ignorance of the ultimate is due to not understanding the truths.

source: མ་རིག་པས་བྱས་པའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ནི་འདུ་བྱེད་རྣམས་སོ།
en: Formations are the ripening of the karma created by ignorance.

source: །འདུ་བྱེད་ལ་གནས་པའི་སེམས་དང་པོ་ནི་རྣམ་པར་ཤེས་པའོ།
en: Consciousness is the first mind that is supported by the formations.

source: །རྣམ་པར་ཤེས་པ་དང་། ལྷན་ཅིག་ཏུ་སྐྱེས་པའི་ཉེ་བར་ལེན་པའི་ཕུང་པོ་བཞི་ནི་མིང་དང་གཟུགས་སོ།
en: Connate with consciousness are the four perpetuating skandhas, which are called name-and-form

source: །མིང་དང་གཟུགས་རྣམ་པར་འཕེལ་བ་ནི་དྲུག་གི་སྐྱེ་མཆེད་དོ།
en: ‘The development of name-and-form is the six sensory bases.

source: །དབང་པོ་དང་ཡུལ་དང་རྣམ་པར་ཤེས་པ་གསུམ་ཕྲད་པ་ཟག་པ་དང་བཅས་པ་ནི་རེག་པའོ།
en: The tainted meeting of sensory faculty, object, and consciousness is contact.

source: །རེག་པའི་རྗེས་ལས་སྐྱེས་པ་ནི་ཚོར་བའོ།
en: Connate with contact is sensation.

source: །ཚོར་བ་ལ་ཆགས་པ་ནི་སྲེད་པའོ།
en: Clinging to sensations is craving.

source: །སྲེད་པ་རྣམ་པར་འཕེལ་བ་ནི་ཉེ་བར་ལེན་པའོ།
en: Craving develops into grasping.

source: །ཉེ་བར་ལེན་པ་ལས་བྱུང་བའི་ལས་ཟག་པ་དང་བཅས་པ་ནི་སྲིད་པའོ།
en: The tainted karma that comes from grasping is becoming.

source: །ལས་དང་རྒྱུ་མཐུན་པའི་འབྲས་བུ་ནི་སྐྱེ་བའོ།
en: The natural result of the karma is birth.

source: །སྐྱེ་བ་ནི་ཕུང་པོ་འབྱུང་བའོ།
en: Birth is the arising of the skandhas.

source: །ཕུང་པོ་ཡོངས་སུ་སྨིན་པ་ནི་རྒ་བའོ།
en: The ripening of the skandhas is aging.

source: །རྒས་ནས་ཕུང་པོ་འཇིག་པ་ནི་འཆི་བའོ།
en: The breaking apart of the skandhas through aging is death.

source: །འཆི་ཞིང་འབྲལ་བའི་ཚེ་མོས་ཤིང་ཆགས་པར་གྱུར་པའི་སེམས་ལ་ཡོངས་སུ་གདུང་བ་ནི་མྱ་ངན་ཏོ། །མྱ་ངན་ལས་བྱུང་བའི་ཚིག་ཏུ་རྗོད་པ་ནི་སྨྲེ་སྔགས་འདོན་པའོ།
en: Separation, bewilderment, clinging, and anguish at death is misery. Expressing words that arise from misery is lamentation.

source: །དབང་པོ་ལྔའི་ཉམས་སུ་བབ་པ་ནི་སྡུག་བསྔལ་ལོ།
en: When the five sense faculties are affected, that is suffering.

source: །ཡིད་ཀྱི་ལྟ་བའི་ཉམས་སུ་བབ་པ་ནི་ཡིད་མི་བདེ་བའོ།
en: When this affects the mind’s view, that is unhappiness.

source: །སྡུག་བསྔལ་དང་ཡིད་མི་བདེ་བ་མང་པོ་བྱུང་བ་ནི་འཁྲུགས་པ་སྟེ།
en: When much suffering and unhappiness occur, there is distress.

source: དེ་ལྟར་ན་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་དང་སྡུག་བསྔལ་གྱི་སྡོང་པོ་འབའ་ཤིག་བྱེད་པ་པོ་དང་། ཚོར་བ་པོ་མེད་པ་མངོན་པར་གྲུབ་པར་འགྱུར་རོ།
en: In that way this entire mass of suffering, this tree of suffering, is produced. It is devoid of a doer or an experiencer.’

source: །དེ་འདི་སྙམ་དུ་སེམས་ཏེ་བྱེད་པ་པོ་ལ་མངོན་པར་ཆགས་པས་ལས་རྣམས་ཡོད་པར་གྱུར་ཏོ།
en: “He thinks, ‘When there is the mistaken belief in a doer, there is the conception of actions.

source: །གང་ན་བྱེད་པ་པོ་མེད་པ་དེ་ན་དོན་དམ་པར་ལས་ཀྱང་མི་དམིགས་སོ།
en: Where there is no doer, actions also cannot ultimately be found.’

source: །དེ་འདི་སྙམ་དུ་སེམས་ཏེ། འདི་ལྟར་ཁམས་གསུམ་པ་འདི་ནི་སེམས་ཙམ་སྟེ།
en: “He thinks, ‘These three realms are mind only.

source: གང་འདི་སྲིད་པའི་ཡན་ལག་བཅུ་གཉིས་དེ་བཞིན་གཤེགས་པས་རབ་ཏུ་ཕྱེ་སྟེ། བཀའ་སྩལ་པ་དེ་དག་ཐམས་ཅད་ཀྱང་སེམས་གཅིག་ལ་གནས་པ་དག་གོ།
en: These twelve components of becoming, the division into which was taught by the Tathāgata, are also all based in a single mind.

source: དངོས་པ་གང་ལ་འདོད་ཆགས་དང་ལྡན་པའི་སེམས་སྐྱེས་པ་དེ་ནི་རྣམ་པར་ཤེས་པའོ།
en: Consciousness is the arising of a mind joined by desire to an object.

source: །དངོས་པོ་ནི་འདུ་བྱེད་དོ།
en: The object is a formation.

source: །འདུ་བྱེད་ལ་མགོ་རྨོངས་པ་ནི་མ་རིག་པའོ།
en: Delusion concerning that formation is ignorance.

source: །མ་རིག་པའི་སེམས་དང་ལྷན་ཅིག་སྐྱེས་པ་ནི་མིང་དང་གཟུགས་སོ།
en: Connate with a mind of ignorance is name-and-form.

source: །དྲུག་གི་སྐྱེ་མཆེད་དང་འབྲེལ་བ་ནི་རེག་པའོ།
en: The connection with the six sensory bases is contact.

source: །རེག་པ་དང་ལྷན་ཅིག་སྐྱེས་པ་ནི་ཚོར་བའོ།
en: Connate with contact is sensation.

source: །ཚོར་བས་མི་ངོམས་པ་ནི་སྲེད་པའོ།
en: A lack of satisfaction with sensation is craving.

source: །སྲེད་པས་མནར་ཏེ་སྡུད་ཅིང་མེ་གཏོང་བ་ནི་ཉེ་བར་ལེན་པའོ།
en: Oppressed by craving, clinging to what is accumulated is grasping.

source: །སྲིད་པའི་ཡན་ལག་འབྱུང་བ་འདི་དག་ནི་སྲིད་པའོ།
en: The combination of these components is becoming.

source: །སྲིད་པ་འབྱུང་བ་ནི་སྐྱེ་བའོ།
en: The emergence of becoming is birth.

source: །སྐྱེ་བ་ཡོངས་སུ་སྨིན་པ་ནི་རྒ་བའོ།
en: The ripening of birth is aging.

source: །རྒ་བ་དང་བྲལ་བ་ནི་འཆི་བའོ།
en: The termination of aging is death.

source: །དེ་ལ་མ་རིག་པ་ནི་བྱ་བ་གཉིས་སུ་ཉེ་བར་གནས་པ་ཡིན་ཏེ།
en: ‘Ignorance has two kinds of activity:

source: སེམས་ཅན་རྣམས་ཀྱང་དམིགས་པ་ལ་རྨོངས་པར་བྱེད་དོ། །འདུ་བྱེད་མངོན་པར་འགྲུབ་པའི་རྒྱུ་ཡང་འབྱིན་ཏོ།
en: it causes beings to be deluded concerning objects of perception, and it provides the cause for the production of formations.

source: །འདུ་བྱེད་རྣམས་ཀྱང་བྱ་བ་གཉིས་སུ་ཉེ་བར་གནས་པ་ཡིན་ཏེ།
en: Formations also have two kinds of activity:

source: མ་འོངས་པའི་རྣམ་པར་སྨིན་པ་ཡང་མངོན་པར་འགྲུབ་པར་བྱེད་དོ། །རྣམ་པར་ཤེས་པ་མངོན་པར་འགྲུབ་པའི་རྒྱུ་ཡང་འབྱིན་ཏོ།
en: they establish the production of future ripening, and they provide the cause for the production of consciousness.

source: །རྣམ་པར་ཤེས་པ་འང་བྱ་བ་གཉིས་སུ་ཉེ་བར་གནས་པ་ཡིན་ཏེ།
en: Consciousness also has two activities:

source: སྲིད་པའི་ཉིང་གི་མཚམས་ཀྱང་སྦྱོར་རོ། །མིང་དང་གཟུགས་མངོན་པར་འགྲུབ་པའི་རྒྱུ་ཡང་འབྱིན་ཏོ།
en: it creates the transition to becoming, and it provides the cause for the production of name-and form.

source: །མིང་དང་གཟུགས་ཀྱང་བྱ་བ་གཉིས་སུ་ཉེ་བར་གནས་པ་ཡིན་ཏེ།
en: Name-and-form also has two activities:

source: ཕན་ཚུན་ཉེ་བར་རྟོན་པ་ཡང་བྱེད་དོ། །སྐྱེ་མཆེད་དྲུག་མངོན་པར་འགྲུབ་པའི་རྒྱུ་ཡང་འབྱིན་ཏོ།
en: it creates mutual dependence, and it provides the cause for the production of the six sensory bases.

source: །དྲུག་གི་སྐྱེ་མཆེད་ཀྱང་བྱ་བ་གཉིས་སུ་ཉེ་བར་གནས་པ་ཡིན་ཏེ།
en: The six sensory bases also have two activities:

source: རང་གི་ཡུལ་རྣམ་པར་ཕྱེ་བ་ཡང་སྟོན་ཏོ། །རེག་པ་མངོན་པར་འགྲུབ་པའི་རྒྱུ་ཡང་འབྱིན་ཏོ།
en: they reveal the distinctions between their own ranges of perception, and they provide the cause for the production of contact.

source: །རེག་པ་ཡང་བྱ་བ་གཉིས་སུ་ཉེ་བར་གནས་པ་ཡིན་ཏེ།
en: Contact also has two activities:

source: དམྱིགས་པ་ལ་རེག་པར་ཡང་བྱེད་དོ། །ཚོར་བ་མངོན་པར་འགྲུབ་པའི་རྒྱུ་ཡང་འབྱིན་ཏོ།
en: it creates contact with the object, and it provides the cause for the production of sensation.

source: །ཚོར་བ་ཡང་བྱ་བ་གཉིས་སུ་ཉེ་བར་གནས་པ་ཡིན་ཏེ།
en: Sensation also has two activities:

source: ཡིད་དུ་འོང་བ་དང་ཡིད་དུ་མི་འོང་བ་དང་གཉིས་ཀ་མ་ཡིན་པར་ཚོར་བ་ཡང་སྐྱེད་དོ། །སྲེད་པ་མངོན་པར་འགྲུབ་པའི་རྒྱུ་ཡང་འབྱིན་ཏོ།
en: it creates experiences that are pleasant, unpleasant, or neither, and it provides the cause for the production of craving.

source: །སྲེད་པ་ཡང་བྱ་བ་གཉིས་སུ་ཉེ་བར་གནས་པ་ཡིན་ཏེ།
en: Craving also has two activities:

source: ཆགས་པར་འགྱུར་བའི་དངོས་པོ་ལ་མངོན་པར་ཆགས་པར་ཡང་བྱེད་དོ། །ཉེ་བར་ལེན་པ་མངོན་པར་འགྲུབ་པའི་རྒྱུ་ཡང་འབྱིན་ཏོ།
en: it creates desire for attractive sensory objects, and it provides the cause for the production of grasping.

source: །ཉེ་བར་ལེན་པ་ཡང་བྱ་བ་གཉིས་སུ་ཉེ་བར་གནས་པ་ཡིན་ཏེ།
en: Grasping also has two activities:

source: ཀུན་ནས་ཉོན་མོངས་པས་འཆིང་བ་ཡང་བྱེད་དོ། །སྲིད་པ་མངོན་པར་འབྱུང་བའི་རྒྱུ་ཡང་འབྱིན་ཏོ།
en: it creates the bondage by the kleśas, and it provides the cause for the production of becoming.

source: །སྲིད་པ་ཡང་བྱ་བ་གཉིས་སུ་ཉེ་བར་གནས་པ་ཡིན་ཏེ།
en: Becoming also has two activities:

source: སྲིད་པའི་རྒྱུད་གཞན་དུ་ཡང་གནས་པར་བྱེད་དོ་སྐྱེ་བ་མངོན་པར་འགྲུབ་པའི་རྒྱུ་ཡང་འབྱིན་ཏོ།
en: it creates the basis for another state of existence, and it provides the cause for the production of birth.

source: །སྐྱེ་བ་ཡང་བྱ་བ་གཉིས་སུ་ཉེ་བར་གནས་པ་ཡིན་ཏེ།
en: Birth also has two activities:

source: ཕུང་པོ་འབྱུང་བར་ཡང་བྱེད་དོ། །རྒ་བ་མངོན་པར་འགྲུབ་པའི་རྒྱུ་ཡང་འབྱིན་ཏོ།
en: it creates the emergence of the skandhas, and it provides the cause for the production of aging.

source: །རྒ་བ་ཡང་བྱ་བ་གཉིས་སུ་ཉེ་བར་གནས་པ་ཡིན་ཏེ།
en: Aging also has two activities:

source: དབང་པོ་ཡོངས་སུ་འགྱུར་བར་ཡང་བྱེད་དོ། །འཆི་བར་འགྱུར་བའི་རྒྱུ་ཡང་འབྱིན་ཏོ།
en: it creates change in the faculties, and it provides the cause for the production of death.

source: །འཆི་བ་ཡང་བྱ་བ་གཉིས་སུ་ཉེ་བར་གནས་པ་ཡིན་ཏེ་འདུ་བྱེད་འཇིག་པར་ཡང་བྱེད་དོ། །ཡོངས་སུ་མ་ཤེས་པ་རྒྱུན་མི་འཆད་པའི་རྒྱུ་ཡང་འབྱིན་ཏོ། །དེ་ལ་མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་རྣམས་སོ།
en: Death also has two activities: it creates the destruction of composite phenomena, and it provides the cause for the uninterrupted continuity of the lack of understanding.

source: །ཞེས་བྱ་བ་ནི་མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་རྣམས་རྒྱུན་མི་འཆད་ཅིང་རྟོན་པའོ།
en: ‘It is said, “the formations are dependent upon ignorance,” which means that ignorance as a condition is the continuation of the formations and a basis for the formations.
